{"organisation":"AU_Govt_AIHW","name":"aihw_national_cancer_scrn_ptic_bowel_sa2_2015_17","title":"AIHW - National Cancer Screening - Participation in the National Bowel Cancer Screening Program (SA2) 2015-2017","legal":{"copyrightYear":"2019","attributionYear":"2019","attribution":"{datasource.organisationTitle}, ({dataset.attributionYear}): {dataset.title}; accessed from AURIN on {dateOfAccess}.","clickthrough":false,"licenceType":"Creative Commons Attribution 3.0 Australia (CC BY 3.0 AU)","copyrightNotice":"&copy; {datasource.organisationTitle} {dataset.copyrightYear}"},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"sa2","key":"sa2_code","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"population,health","theme":null,"temporalExtent":{"beginDate":"2015-01-01T00:00:00","endDate":"2017-12-31T00:00:00","selectTime":false},"type":"dataset","_id":"dataset-AU_Govt_AIHW-aihw_national_cancer_scrn_ptic_bowel_sa2_2015_17-sa2","bbox":[96.81,-43.75,159.11,-9.14],"abstract":"This dataset presents the footprint of participation statistics in the National Bowel Cancer Screening Program (NBCSP) for people aged 50 to 74. The NBCSP began in 2006. It aims to reduce morbidity and mortality from bowel cancer by actively recruiting and screening the eligible target population for early detection or prevention of the disease. The data spans the years of 2015-2017 and is aggregated to Statistical Area Level 2 (SA2) geographic areas from the 2011 Australian Statistical Geography Standard (ASGS).<br/><br/>\n\nCancer is one of the leading causes of illness and death in Australia. Cancer screening programs aim to reduce the impact of selected cancers by facilitating early detection, intervention and treatment. Australia has three cancer screening programs:\n<ul>\n<li>BreastScreen Australia</li>\n<li>National Cervical Screening Program (NCSP)</li>\n<li>National Bowel Cancer Screening Program (NBCSP)</li>\n</ul><br/>\n\nThe National cancer screening programs participation data presents the latest cancer screening participation rates and trends for Australia's 3 national cancer screening programs. The data has been sourced from the Australian Institute of Health and Welfare (AIHW) analysis of National Bowel Cancer Screening Program register data, state and territory BreastScreen Australia register data and state and territory cervical screening register data.\n<br/><br/>\n\nFor further information about this dataset, visit the data source:\n<a href=\"https://www.aihw.gov.au/reports/cancer-screening/national-cancer-screening-programs-participation/data\" target=\"_blank\">Australian Institute of Health and Welfare - National Cancer Screening Programs Participation Data Tables</a>.<br/><br/>\n\nPlease note:\n<ul>\n<li>AURIN has spatially enabled the original data.</li>\n<li>Participation rates represent the percentage of people invited to screen through the NBCSP during the relevant 2-year period, who returned a completed screening test within that period or by 30 June of the following year. The number of individuals invited to screen excludes those who deferred or opted out without completing their screening test.</li>\n<li>Values assigned to n.p. in the original data have been set to null.</li>\n<li>SA2 areas were assigned to NBCSP invitees using an SA1 to SA2 correspondence. Those invitees without reliable SA1 details were mapped with a postcode to SA2 correspondences instead, which may lead to some minor inaccuracies in results.</li>\n<li>Some invitee SA1 codes and postcodes cannot be attributed to an SA2. These invitees were included in an 'Unknown' group where applicable.</li>\n<li>Some postcodes cross SA2 boundaries, leading to slight inaccuracies.</li>\n<li>Biennial screening for those aged 50-74 is not fully rolled out. During the time period reported, the specific ages invited within the 50-74 age range included 50, 54, 55, 58, 60, 64, 65, 68, 70, 72 and 74.</li>\n<li>These results calculate participation rates using the new NBCSP performance indicator specifications. This indicator now measures a 2-year invitation period and also excludes those who opted off or suspended participation. Therefore, these results cannot be compared to rates reported prior to 2014.</li>\n<li>NBCSP participation rates per area are not related to bowel cancer incidence rates.</li>\n<li>SA2 areas with a numerator less than 20 or a denominator less than 100 have been suppressed. SA2 data for the Blue Mountains - South, Christmas Island, Cocos (Keeling) Islands, Illawarra Catchment Reserve, Jervis Bay and Lord Howe Island were suppressed due to reliability concerns from low numbers in these regions.</li>\n<li>The 2015-2016 period covers 1 January 2015 to 31 December 2016, and the 2016-2017 period covers 1 January 2016 to 31 December 2017.</li>\n<li>Participation by SA2 is not available for the period 2014-2015.</li>\n<li>The number of people in different SA2s may not sum to 'Australia' total due to rounding.</li>\n</ul>","selectedAttributes":[{"name":"yr","type":"String","title":"Reporting Period","description":"Reporting period.","stype":"nominal","categories":[{"key":"2015-2016","label":"2015-2016"},{"key":"2016-2017","label":"2016-2017"}],"filterValue":"2016-2017","isDimension":true},{"name":"sa2_code","type":"String","title":"SA2 Code","description":"SA2 code.","stype":"ratio","isDimension":false},{"name":"invited","type":"Integer","title":"Number of People Invited","description":"Number of people aged 50-74 invited to the National Bowel Cancer Screening Program.","stype":"ratio","isDimension":false},{"name":"participated","type":"Integer","title":"Number of People Participated","description":"Number of people aged 50-74 participated in the National Bowel Cancer Screening Program.","stype":"ratio","isDimension":false},{"name":"ptic_pr100","type":"Double","title":"Participation (%)","description":"Percentage of people aged 50-74 who participated in the National Bowel Cancer Screening Program.","stype":"ratio","isDimension":false},{"name":"sa2_name","type":"String","title":"SA2 Name","description":"SA2 name.","stype":"ratio","isDimension":false}],"filter":{"filterType":"tabular","where":"(yr IN ('2016-2017'))","feature":{"key":"sa2_code","geoLevel":"sa2","geoField":"ignored","year":"2006","featureBbox":[144.33363404800002,-38.50298801599996,145.8784120140001,-37.17509899299995],"featureType":"gccsa_2016","featureInstance":"2GMEL","featureName":"Greater Melbourne","referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","prefix":"","keyTransform":null},"states":["2"]}}